{
  "Race": [
    "Aarakocra",
    "Aasimar / Deva",
    "Asherati",
    "Aventi",
    "Azurin",
    "Bariaur",
    "Blue (Goblin)",
    "Bugbear",
    "Bullywug",
    "Buomman",
    "Catfolk",
    "Centaur",
    "Changeling",
    "Chaos Gnome",
    "Darfellan",
    "Deep Imaskarri",
    "Drow",
    "Dragonborn",
    "Dromite",
    "Duergar / Gray Dwarf",
    "Dvati",
    "Dwarf",
    "Elf",
    "Firbolg",
    "Genasi",
    "Ghost",
    "Githyanki",
    "Githzerai",
    "Gnome",
    "Goblin",
    "Goliath",
    "Half-Celestial",
    "Half-Elf",
    "Half-Giant",
    "Half-Ogre",
    "Half-Orc",
    "Halfling",
    "Hamadryad",
    "Hellbred",
    "Hobgoblin",
    "Human",
    "Illumian",
    "Janni (Genie)",
    "Kalashtar",
    "Kenku",
    "Kuo-toa",
    "Lich",
    "Lizardfolk / Lizardman",
    "Loxodon",
    "Lupin",
    "Maenad",
    "Illithid",
    "Mul",
    "Orc",
    "Pixie",
    "Rakasta",
    "Rakshasa",
    "Raptoran",
    "Revenant",
    "Rilkan",
    "Satyr",
    "Sea Elf",
    "Shadar-kai",
    "Shade",
    "Sharakim",
    "Shifter",
    "Skarn",
    "Slyth",
    "Spellscale",
    "Stonechild",
    "Svirfneblin / Deep Gnome",
    "Synad",
    "Tibbit",
    "Tiefling",
    "Triton",
    "Uldra",
    "Vampire",
    "Vedalken",
    "Verdan",
    "Volodni",
    "Vryloka",
    "Warforged",
    "Xeph",
    "Yuan-t",
    "Astral (Angel)",
    "Azer",
    "Banshee"
  ],
  "Gender": [
    "Male",
    "Female"
  ],
  "Physical Trait": [
    "Messy",
    "Has a notable scar",
    "Likes to dress fancy",
    "Dyed Hair",
    "Unique eye or hair color",
    "Refuses to wear glasses even though they need them",
    "Always dresses too nicely for the occasion",
    "Likes to walk around barefoot even in public locations",
    "Some discerning physical mark — birthmark, freckles, mole, or scar",
    "Wears unusual glasses",
    "Wears glasses",
    "Is semi-short, walks on tip-toes",
    "Large feet — may mean they’re clumsy",
    "Always seen carrying a book, or multiple",
    "Acne, eczema, rash, or other skin problems",
    "Many tattoos or piercings",
    "Wears glasses, but doesn’t need them",
    "Always wears a distinct item of clothing or accessory — a favorite pair of socks, a particular shade of lipstick, etc.",
    "Always seen drinking tea, lemonade, etc",
    "Left-handed or ambidextrous",
    "Breathes heavily",
    "Constantly Smiling",
    "Wears too much jewelry",
    "Has several hidden body piercings/tattoos/markings that regular clothing conceal",
    "Wears some kind of mask",
    "Very modest or insecure and covers everything but head whenever possible",
    "Has a notable birthmark",
    "Has a notable burn scar",
    "Has a notable tattoo/marking",
    "Has a piercing"
  ],
  "Personality Trait": [
    "Very Introverted, quiet and reserved, keeps to themselves",
    "Optimistic",
    "Pessimistic",
    "Highly extroverted, loves socializing and meeting new people",
    "Perfectionist/Has to do everything twice/OCD",
    "Believes everyone they meet is their best friend",
    "Horder that loves collecting things",
    "Mega control freak who has to have everything their way",
    "Needs everything to be neat",
    "Germaphobe",
    "Total slob who never knows where anything is",
    "Super stubborn and will never admit when they’re wrong",
    "Brutally honest and can’t lie to save their life",
    "Short-tempered, especially when irritated",
    "Shows their intelligence (Or lack thereof) by using large words that many people haven't heard of or don’t understand",
    "Always patient, even when frustrated",
    "Hilarious or odd sense of humor",
    "Very hard to make them laugh",
    "Loves to eat and is obsessed with food",
    "Constantly complains about everything",
    "Extremely loyal and will do anything for their friends/family",
    "Adventurous and willing to try anything",
    "Cautious and careful no matter what",
    "Energetic, hardly ever needs to rest",
    "Sleeps all the time and still gets tired during the day",
    "Horrible sense of direction and constantly gets lost",
    "Overachiever who loves school/structure",
    "Really modest and won’t ever brag about themselves",
    "Extremely emotional and will cry at the drop of a hat",
    "Stoic and detached, rarely shows emotion",
    "Wildcard whose behavior is unpredictable, even to their friends",
    "Notoriously two-faced and will betray anyone",
    "Charismatic and can convince anyone to do their bidding",
    "Very proper and always polite to others",
    "Obsessive personality - Easily gets attached to something and talks about it constantly",
    "If they yell more than a few words, their voice becomes hoarse. They avoid yelling. People might assume they’re calm and collected.",
    "Believe in love at first sight. Becomes instantly enamored with the first attractive person they see in a town"
  ],
  "Strength": [
    "Fantastic cook or baker",
    "Skilled musician (piano, guitar, violin, etc.)",
    "Artistic talent (drawing, painting, sculpting, etc.)",
    "Great at voices/ventriloquy",
    "Speaks multiple languages, even obscure ones",
    "Super-quick logical reasoning",
    "Horder that loves collecting things",
    "Exceptional memory",
    "Special connection with animals",
    "Super empathetic and understanding of other people",
    "Extremely fast runner",
    "Super flexible and can fit in small spaces",
    "Unusually high tolerance for pain",
    "Always knows what direction they’re walking in",
    "Quick reflexes",
    "Super Lucky",
    "Can recite any line from any book they’ve read",
    "Brave/Fearless",
    "Able to talk their way out of any trouble/invent stories on the fly",
    "Special connection to children"
  ],
  "Flaw": [
    "Always running late",
    "Illegible handwriting",
    "Terrible at public speaking/speeches",
    "Socially awkward - hard for them to make friends",
    "Extremely conceited or arrogant",
    "Overthinks situations",
    "Super forgetful",
    "Compulsive liar",
    "Gets jealous over nothing",
    "Afraid of the dark",
    "Easily Embarrassed",
    "Often mean for no reason",
    "Unable to Speak",
    "Impatient",
    "Indecisive",
    "Afraid of their reflection",
    "Afraid of going places alone",
    "judgemental of other people",
    "Over Confident",
    "Gullible",
    "self-centered",
    "passive-aggressive",
    "Afraid of animals (Cats, Dogs, etc.)",
    "Blind/Deaf",
    "Scared of insects/spiders",
    "Fear of leaving the house",
    "Can’t let go of a deceased family member, friend, pet, etc.",
    "Terrible liar",
    "Needy or too dependant of loved ones",
    "Super Unlucky",
    "Afraid of fire",
    "Narcoleptic (Falls asleep at random times)",
    "Paranoid about anything and everything",
    "Fear of heights",
    "Can’t swim",
    "Can only see out of one eye or hear out of one ear",
    "Hates getting wet/rarely bathes",
    "They have an overly guilty conscience and will try to make up for crimes that strangers have committed.",
    "Doesn’t have a censor and tells everyone exactly what they think",
    "Panics when suddenly put into the spotlight",
    "Illiterate and will stop at nothing to make sure no one knows this fact",
    "Spaces out mid conversation and will pay more attention to what’s going on around them, (a bird in the distance, etc.) unless other people are engaging them, monologues bore them."
  ],
  "Other": [
    "Extremely good at interior design",
    "Constantly mumbling things to themselves (a song, a poem, a conversation, etc)",
    "Hates being inside/loves sleeping outdoors",
    "Talks to plants",
    "Says everything like it’s a question",
    "Talks to animals",
    "Incredible resistance to heat/cold",
    "Makes terrible abstract art",
    "Carries around a secret teddy bear",
    "Has been wearing the same friendship bracelet for years",
    "Extremely superstitious (knocks on wood, holy water, etc.)",
    "Drops everything other people ask them to hold",
    "Prefers to have the lights off or dimmed at all times",
    "Always cold",
    "Only reads ancient books",
    "Gives friends and family excellent homemade presents",
    "Has an imaginary friend they still talk to",
    "Leaves notes in library books for future readers",
    "Paces back and forth when thinking, nervous, etc.",
    "Never goes a day without talking to their mom",
    "Loves gardening and grows all their food",
    "Never sleeps (insomniac)",
    "Hears voices/sounds",
    "Hallucinates",
    "Sneezes when Nervous, Anxious, etc.",
    "Constantly fidgeting and can’t sit still",
    "Often sick or has allergies (constantly sniffling/blowing their nose)",
    "Vegetarian",
    "Easy to impress/convince",
    "Obsession with the dead",
    "Gets sweaty easily (especially when nervous)",
    "Has a stutter or other speech impediment",
    "Destroys/Breaks everything they come in contact with",
    "Speaks in a high pitched voice when nervous/scared",
    "Falls asleep easily",
    "Haunted by a ghost",
    "Prankster/Jokester",
    "Daydreams constantly",
    "Always knows what phase the moon is in",
    "Always knows what the temperature is outside",
    "Names/Becomes attached to inanimate objects",
    "Able to see glimpses into the future",
    "Always talks about his/her lost love",
    "Often mixes up/makes up sayings (ex. Never count your eggs until the fat lady sings!)",
    "Talks very softly especially when involved in arguments",
    "Walks as if he/she is in constant danger of being attacked",
    "Doesn’t talk much and uses short simple words when he/she does speak",
    "They have a mother/father/sister/brother complex, and always love/hate anyone resembling them.",
    "Has a weakness for rescuing stray animals",
    "Randomly interrupts others with related/unrelated “interesting” facts",
    "They zone out whenever someone takes longer than five seconds to explain something, but pretend to have understood it perfectly",
    "They spend all their free time honing their skills at something extremely obscure and probably useless",
    "They introduce themselves with a slightly different name every time.",
    "Their left/right hand wanders without their knowledge.",
    "They often speak in hypotheticals",
    "Regularly looks up at the sky to check what position the sun/moon is in and comments on it",
    "They have to stop whatever they’re doing and look someone directly in the eyes before talking to them.",
    "Readily puts them self in harms way without careful consideration",
    "Hands and feet are always freezing (this may be caused by bad circulation, a curse in the family, or something else entirely)",
    "They name all their actions as they do execute them",
    "They are embarrassed by the sound of their laugh, and will use all their willpower to not let a single giggle escape.",
    "They are needlessly maternal, and will not rest until all their friends (and some strangers) are well fed and cared for.",
    "They need to look cool at all times. They obsessively plan out dramatic entrances, witty one-lines, and elaborate combat moves.",
    "Each night, they have a vivid prophetic dream of their own messy death the next day.",
    "Is terrible at remembering faces/sketches the face of everyone they meet",
    "Whenever they see a hairy mammal that isn’t trying to kill them, they are obligated to try to pet it, even if it’s an NPC/PC",
    "Any race smaller than them are treated as “cute,” (Yes goblins too)",
    "Extremely cautious of proper posture. Constantly standing or sitting up straight",
    "They have a huge smile that never reaches their eyes",
    "Constantly humming a tune, not always the same one. Its very soft and most of the time, they don’t even know they’re doing it",
    "They don’t feel comfortable if they’re not chewing on something. (Stem of grass, Piece of straw, Toothpick, etc.)",
    "Gives nicknames to everyone and everything. How flattering they are depends on what they think of that person or object",
    "They frequently try to rhyme their sentences...",
    "Shows off their prowess with other languages besides common to the point of annoyance to others",
    "Never looks anyone directly in the eyes",
    "Knows “fun facts” about everything. They are usually wrong."
  ]
}
